import assets from "./assets";

const NFTData = [
  {
    id: "NFT-01",
    name: "Абстракция #312",
    creator: "Иван Петров",
    price: 4.25,
    timeLeft: 5000,
    description:
    "Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции. Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции. Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции",
    image: assets.nft01,
    bids: [
      {
        id: "BID-11",
        name: "Анастасия Шевцова",
        price: 4.25,
        image: assets.person02,
        date: "6 июня 2023 в 12:53",
      },
      {
        id: "BID-12",
        name: "Виктория Ли",
        price: 4.5,
        image: assets.person03,
        date: "2 июня 2023 в 11:10",
      },
      {
        id: "BID-13",
        name: "Ян Шевцов",
        price: 4.75,
        image: assets.person04,
        date: "1 июня 2023 в 07:10",
      },
    ],
  },
  {
    id: "NFT-02",
    name: "Зеленые Коины",
    creator: "Анна Неровнаяa",
    timeLeft: 3951,
    price: 7.25,
    description:
    "Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции. Не было ничего плохого в том, что Лео без стартовой камеры, the hunger bureau, который может воплотить бездомность игры в инновационные рецепты для подростков ultimate.",
    image: assets.nft02,
    bids: [
      {
        id: "BID-21",
        name: "Анастасия Шевцова",
        price: 7.05,
        image: assets.person04,
        date: "2 июня 2023 в 11:10",
      },
    ],
  },
  {
    id: "NFT-03",
    name: "NFT race",
    creator: "Дон Радон",
    timeLeft: 1290,
    price: 95.25,
    description:
    "Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции. Пожалуйста, обратите внимание, что главный менеджер программы бакалавриата является профессиональным студентом, что подчеркивает важность выбранной туши для ресниц и заботу о достоинстве викингов при рождении. С Лео не было ничего плохого без стартовой камеры, бюро по борьбе с голодом, электромобиль, подростки и бездомный перенесут игру в авиакомпанию. Пожалуйста, обратите внимание, что главный менеджер программы бакалавриата является профессиональным студентом, что подчеркивает важность выбранной туши для ресниц и заботу о достоинстве викингов при рождении. С Лео не было ничего плохого без стартовой камеры, бюро по борьбе с голодом, электромобиль, подростки и бездомный перенесут игру в авиакомпанию.",
    image: assets.nft03,
    bids: [
      {
        id: "BID-31",
        name: "Анастасия Шевцова",
        price: 95.25,
        image: assets.person02,
        date: "7 мая 2023 в 21:02",
      },
      {
        id: "BID-32",
        name: "Виктория Ли",
        price: 95.5,
        image: assets.person03,
        date: "2 мая 2023 в 12:55",
      },
    ],
  },
  {
    id: "NFT-04",
    name: "Изящный NFT",
    creator: "Иван Петров",
    timeLeft: 4790,
    price: 54.25,
    description:
    "Художники-абстракционисты-экшн-художники находятся под непосредственным влиянием автоматизации. Поллок воплотил это в постановке жестов.Знание о том, что такое скорбь, является результатом того, что мы приобретаем элиту, как следствие, накапливаем разумных, выздоравливающих мужчин, и следуем обычаю, достойному нас.",
    image: assets.nft04,
    bids: [
      {
        id: "BID-41",
        name: "Анастасия Шевцова",
        price: 56.25,
        image: assets.person02,
        date: "7 апреля 2023 в 01:22",
      },
      {
        id: "BID-42",
        name: "Виктория Ли",
        price: 54.25,
        image: assets.person03,
        date: "7 апреля 2023 в 00:30",
      },
      {
        id: "BID-43",
        name: "Ян Шевцов",
        price: 55.15,
        image: assets.person04,
        date: "1 апреля 2023 в 11:11",
      },
      {
        id: "BID-44",
        name: "Илья Андреев",
        price: 54.15,
        image: assets.person02,
        date: "31 марта 2023 в 30:22",
      },
    ],
  },
  {
    id: "NFT-05",
    name: "Краски радуги",
    creator: "Давид Ананян",
    timeLeft: 2100,
    price: 10.25,
    description:
      "Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции",
    image: assets.nft05,
    bids: [
      {
        id: "BID-51",
        name: "Анастасия Шевцова",
        price: 10.25,
        image: assets.person02,
        date: "7 апреля 2023 в 01:22",
      },
    ],
  },
  {
    id: "NFT-06",
    name: "Черный ящик",
    creator: "Лео Месси",
    timeLeft: 3921,
    price: 20.25,
    description:
      "Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции. Наша команда отвечает за мониторинг продуктов и услуг в зонах дизайна, ориентированных на клиента, выбранной туши для ресниц hatred и средств здравоохранения born in dignity. С Лео не было ничего плохого без стартовой камеры, бюро по борьбе с голодом, электромобиль, подростки и бездомный перенесут игру в авиакомпанию.",
    image: assets.nft06,
    bids: [
      {
        id: "BID-61",
        name: "Анастасия Шевцова",
        price: 20.25,
        image: assets.person02,
        date: "31 мая 2023 в 20:54",
      },
      {
        id: "BID-62",
        name: "Виктория Ли",
        price: 20.5,
        image: assets.person03,
        date: "31 мая 2023 в 12:54",
      },
      {
        id: "BID-63",
        name: "Ян Шевцов",
        price: 20.75,
        image: assets.person04,
        date: "19 мая 2023 в 07:12",
      },
      {
        id: "BID-64",
        name: "Анна Неровнаяa",
        price: 21.25,
        image: assets.person02,
        date: "13 мая 2023 в 12:12",
      },
      {
        id: "BID-65",
        name: "Екатерина Бачурина",
        price: 7.25,
        image: assets.person02,
        date: "7 апреля 2023 в 01:22",
      },
    ],
  },
  {
    id: "NFT-07",
    name: "Абстрактное искусство",
    timeLeft: 4201,
    creator: "Виктор де ла Круз",
    price: 18.25,
    description:
      "Художники-акционисты-абстрактные экспрессионисты находились под непосредственным влиянием автоматизма. Поллок направил это в русло создания жестикуляции. Наша команда отвечает за мониторинг продуктов и услуг в зонах дизайна, ориентированных на клиента, выбранной туши для ресниц hatred и средств здравоохранения born in dignity. С Лео не было ничего плохого без стартовой камеры, бюро по борьбе с голодом, электромобиль, подростки и бездомный перенесут игру в авиакомпанию. Медведи могут украшать уличные дома, аэропорты бюро, аэропорты бюро, самый большой декор, аксессуары, аккредитованных резидентов, аккредитованную иммиграционную службу, электрические велосипеды, счета и только мам. Пришло время нанять инновационный самодельный шлюз или кухню, самодельный телевизионный декор на берегу моря с великолепной старостью, грузовиками для голодающих, иммиграционным триггером, создать разнообразные экологические ландшафты для всех в горах прожектора, и у меня все будет хорошо.",
    image: assets.nft07,
    bids: [],
  },
];

export { NFTData };
